<script>
export default {};
</script>
<template>
  <v-card>
    <v-card-text class="text-justify">
      <p>Сервис sistemasport создан на основе платформы &laquo;LP&raquo; (разработчик &ndash; агентство &laquo;Наша Лига&raquo;) с целью развития физкультурно-массового движения, привлечения сотрудников к систематическим занятиям спортом.</p>
      <p>Сервис работает в тестовом режиме и носит добровольный характер.</p>
      <p>Принять участие в тренировках, челенджах и соревнованиях, размещенных на платформе, возможно в любое время сразу после регистрации.</p>
      <p>Участникам сообщества предлагается возможность выбора &laquo;Задачи&raquo; (вид испытания) по видам спорта: ходьба, бег, велоспорт, плавание, игровой вид спорта, кроссфит и лыжи. Задачи первого уровня подготовки &ndash; это выполнение определенного количества тренировок в неделю. Задачи более сложного уровня &ndash; выполнение задания на преодоление минимальной дистанции.</p>
      <p>Участник самостоятельно выбирает и принимает &laquo;Задачу&raquo; из представленного списка, кликнув на кнопку &laquo;Принять&raquo; в экране &laquo;Задачи&raquo;. Список принятых к выполнению актуальных Задач появляется у каждого участника в экране &laquo;Личный кабинет&raquo;.</p>
      <p>За успешное выполнение Задачи участнику присуждается виртуальная награда - звезда, медаль или кубок в зависимости от уровня сложности выбранной Задачи. Победитель месяца определяется по количеству наград.</p>
      <p>В экране &laquo;Рейтинг&raquo; представлены суммарные показатели участников и команд по набранным наградам.</p>
      <p>В каждом виде спорта, связанном с перемещением, проходит &laquo;соревнование&raquo; - &laquo;Супермарафон&raquo;.&nbsp; Это независимый автоматический подсчет пройденной дистанции всеми участниками по каждому виду спорта. Победитель месяца в &laquo;Супермарафоне&raquo; определяется по максимально набранной дистанции.</p>
      <p><strong>ВНИМАНИЕ:</strong>&nbsp;для автоматической фиксации ваших результатов во время тренировки, необходимо обязательное ношение смарт-часов или смартфона со включённой̆ записью тренировочной активности в программе STRAVA.</p>
      <p>Допускается добавление тренировок в формате &laquo;Ручной ввод&raquo; в случае, если во время тренировки не было возможности автоматической фиксации.</p>
      <p><strong>Добавление тренировок по игровым видам спорта </strong>происходит непосредственно на платформе &laquo;Система-спорт&raquo; в разделе &laquo;Мои тренировки&raquo;.</p>
      <p><strong>ЗАПУСК ПРИЛОЖЕНИЯ STRAVA</strong></p>
      <p>Для того, чтобы запустить тренировку в STRAVA, необходимо:</p>
      <ul>
        <li>Войти в программу</li>
        <li>Нажать кнопку &laquo;запись&raquo;</li>
        <li>Выбрать вид тренировочной активности (ходьба, бег, плавание, велоспорт, кроссфит или лыжи) и нажать кнопку &laquo;старт&raquo;</li>
        <li>По окончанию тренировки нажать кнопку &laquo;финиш&raquo; (запись тренировки произойдёт автоматически)</li>
      </ul>
      <p>Участие в проекте основано на принципе честного соперничества. В случае возникновения подозрительных активностей на основании сигнала от системы организатор оставляет за собой право удалять такие активности из системы подсчета результатов.</p>
      <v-btn color="primary" block href="mailto:ma@nashaliga.ru">
        задать вопрос
      </v-btn>
    </v-card-text>
  </v-card>
</template>
<style lang="scss">

</style>
